{
    "references": [
        {
            "name": "Jack Russell teriér",
            "text": "Pro všechny, kteří hledají obrovskou trpělivost a jiný přístup, jsou lekce od Kuby to pravé. I když nám to ze začátku naprosto nesedlo, nevzdal to a hledal jinou cestu jak nás namotivovat a začít úspěšně trénovat našeho adoptovaného JRT, který byl od začátku absolutně mimo. Nic ho nezajímalo, lítal všude kolem a na nějaké povely neměl ani pomyšlení. Stačilo ale jen pár lekcí a hned to byl jiný pes. Ještě trénujeme, máme co dělat, ale jsme na dobré cestě. Líbí se mi, že Kubův přístup je individuální (i ve skupině), nevzdává to a vždy poradí, jak na to. Díky moc!!",
            "image": "../images/reference-bejly.jpg"
        },
        {
            "name": "Bejly",
            "text": "Na trénink ke Kubovi jezdíme už půl roku a Bejly za tu dobu udělal neuvěřitelný pokrok. Je to velký reaktivec a je opravdu hodně citlivý na sebemenší zvuk, který zaslechne někde v dálce. Byla jsem už hodně zoufalá a nevěděla si rady a pořád si říkala, co dělám špatně a že je chyba ve mně, že se to ani trochu nelepší. Myslela jsem si, že když ho budu vystavovat zvukům jako je skateboard (máme za domem skatepark), brusle, kolo atd co nejčastěji (jak mi pár výcvikářů poradilo), tak se to časem zlepší, ale bohužel, bylo to naopak horší a intenzivnější. Často kvůli tomu došlo na slzy a já byla v začarovaném kruhu, z kterého jsem se nemohla dostat. Jakuba pozitivní metoda spočívala v tom, že Bejlyho na nějaký čas odstřihneme od všech spouštěčů a nebudeme ho zbytečně zaplavovat stresem. Tenhle způsob naštěstí a díky bohu zabírá a vidím změny k lepšímu každý den. I kdyz jsou to někdy treba jen maličkosti, tak si vždycky vzpomenu, jaké to bylo na začátku a dělá mi to obrovskou radost, že krůček po krůčku se z Bejlyho stává 'normální' a hlavně pro mě spokojený a šťastný pes, protože to je pro mě ze všeho nejdůležitější. Když bude šťastný on, tak já taky. Proto tímto chci moc poděkovat Kubovi za jeho trpělivost a radost z každého Bejlyho sebemenšího pokroku. I když to není kolikrát jednoduché, tak mě to motivuje jít dál a nevzdávat to, protože vidím, že to má smysl. Pro mě je Kuba ten nejlepší trenér a člověk se srdcem na správném místě. Díky němu se učím porozumět Bejlymu, jak nejlépe to dokážu. A to si myslím, že je sen všech milujících páníčků.",
            "image": "../images/reference-bejly.jpg"
        },
        {
            "name": "Ben",
            "text": "Kuba je trenér s neuvěřitelným citem pro psí duši. Když jsem k němu poprvé přišla na trénink, měla jsem za sebou půl roku na klasickém cvičáku, Benovi byl rok a neuměl skoro nic. Kuba mi ukázal, jak se dá se psem pracovat citlivě a po dobrém a začali jsme se zaměřovat jak na problémy, které asi trápí každého začínajícího pejskaře (přivolání, chůze na vodítku), tak na specialitky typu pes nechce vlézt do auta. Kuba na trénincích hodně vysvětluje, aby bylo jasné nejen to, co se má s pejskem dělat, ale taky proč tomu tak je a proč je důležité vnímat trénink ne jako dril, ale jako něco, co se děje pro radost psa i psovoda. Po roce od první lekce s Kubou mám psa, se kterým můžu podnikat, co si zamanu, a to díky úžasnému Kubovu přístupu a jeho tréninku po dobrém. Děkujeme :)",
            "image": "../images/reference-ben.jpg"
         },
         {
            "name": "George",
            "text": "Spolupracujeme s Kubou už zhruba půl roku a musím říct, že progress za tu dobu je neuvěřitelný. Předtím jsme navštěvovali klasický cvičák, který nám do jisté doby stačil, protože jsme neznali nic moc jiného, ale na jaře jsme se začali potýkat s nežádoucím chováním a vzhledem k situaci s covidem jsme nebyli schopni problém řešit na klasickém cvičáku a vlastně náhodou jsme se dostali ke Kubovi a rozhodně toho nelitujeme. Nežádoucí chování se nám podařilo odstranit za pár tréninků a nyní pilujeme nedotažené věci z minulosti nebo se učíme spoustu nových povelů, ale i triků. Chodíme ke Kubovi také do školičky na agility a myslím si, že i tam děláme pokroky. Zkrátka, mám pocit, že za tu dobu, co chodíme ke Kubovi se nám s Georgem zlepšil vztah - ne, že by byl někdy špatný - ale nějak to funguje celé lépe, George tréninky mnohem víc baví a na agilitách vypadá spokojeně. Zkrátka Kuba je člověk na svém místě, miluje psy a je to na vidět na jeho práci. Je schopný poradit se sebemenším problémem a přijde mi, že zná odpověď snad na všechno a hlavně to, co nám ukazuje a doporučuje skvěle funguje i v praxi, nejsou to jen rady vyčtené ze knih. Jezdíme za Kubou přes celou Prahu a rozhodně to stojí za to! :) ",
            "image": "../images/reference-george.jpg"
         }
    ]
  }
  